
const gdAnalyticsLocale = {
    nav: {
        ru: "Аналитика",
        en: "Analytics"
    },

    copied: {
        ru: "Скопировано",
        en: "Copied"
    },
    development: {
        ru: "Панель в разработке. Так что сильно не привыкайте",
        en: "The panel is under development. Don't get used to it"
    },
    links: {
        ru: "Вот ссылочки на скачивание, скопируй их.",
        en: "These are download links, copy them."
    },
    autoupdate: {
        ru: "Автообновление в комплекте",
        en: "Autoupdates included"
    },
    platform: {
        ru: [
            "Android",
            "Windows (Лаунчер)",
            "iOS" // когда нибудь
        ],
        en: [
            "Android",
            "Windows (Launcher)",
            "iOS" // когда нибудь
        ]
    },
    docs: {
        ru: "Документация",
        en: "Documentation"
    },

    chips: {
        ru: [
            "Игроки",
            "Уровни",
            "Оплачено до "
        ],
        en: [
            "Players",
            "Levels",
            "Paid until "
        ]
    },

    note: {
        ru: "👋 Привет! Мы немного обновили панель, теперь статистику GDPS можно увидеть вверху.<br/>" +
            "🔗 Ссылки для скачивания перенесены в отдельную карточку, где вы можете скачать сервер или " +
            "скопировать ссылку для своих игроков.<br/>🧐 Под названием вашего сервера в светло-сером поле ID вашего GDPS." +
            " Сообщите его поддержке когда откроете тикет.<br/><br/>" +
            "😞 Мы занимались обновлениями, не давая вам возможности продлить сервер.<br/>" +
            "⏳ Поэтому у вас может быть просроченный сервер<br/>😃 Который все равно работает (мы решили, что замораживать" +
            " сервера без возможнсти продления - это плохая идея)<br/>🚀 Покупая GDPS, вы поддержали нас и помогли развитию хостинга" +
            "<br/>👨‍💻 Поэтому мы работаем усердно каждый день над добавлением новых фишек и исправлением багов<br/>" +
            "😭 Просроченные сервера продолжат работать до 20 марта, после чего обновление закроет эту дыру<br/>" +
            "🐲 Это - <b style='color:#0d63fd'>Василиск</b>. Обновление, которое позволит перейти хостингу на следующий этап" +
            "<br/>🌌 Вы даже не представляете, что вас ждет!",
        en: "👋 Hello! We have updated the panel, now you can see GDPS stats right on top.<br/>" +
            "🔗 Download links are now in their own card, where you can download your server or copy link to share it " +
            "with your players.<br/>🧐 Under your server name is a GDPS ID in a light-gray field." +
            " Tell it to support when opening a ticket."
    }

}

export {gdAnalyticsLocale}