const BetaData = {
    date: "DATE",
    description: [
        {
            date: '06.08.2024',
            deltas: [
                "〔β〕Исправлена конфигурация музыки в настройках GDPS",
                "〔β〕Tokenless login",
                "〔β〕Мелкие исправления навбара",
                "〔α〕Savior, Bloodstained, Hellfire, Shadow"
            ]
        },
        {
            date: '20.07.2024',
            deltas: [
                "〔β〕Новый мобильный навбар",
                "〔β〕Исправлены кнопки в топе GDPS",
                "〔β〕Исправлена настройка центрирования текста при скачивании GDPS",
                "〔β〕Исправлен черная страница Client Error при входе",
                "〔α〕Новые платежные системы",
                "〔α〕Обновленный дизайн платежной страницы и кошелька",
            ]
        },
    ],
    beta: false
}

export {BetaData}