const BetaData = {
    date: "DATE",
    description: [
        {date:'8.12.2023', deltas:['Мультивход для GDPS аккаунтов', 'Исправлены сообщения об ошибках', 'Исправлены баги fiber-коннектора','Исправлен DropBox']},
        {date:'11.12.2023', deltas: ['Изменена анимация', 'Меньше CSS модулей', 'Поддержка OpenGraph']},
        {date:'13.12.2023', deltas: ['Исправлена ошибка с дупликацией приваток', 'Исправлен OG']},
        {date:'14.12.2023', deltas: ['Страница товара Minecraft', 'Мелкие изменения и багфиксы']}
    ],
    beta: false
}

export {BetaData}